Repository: Umang8251/HoC2_PS7_EliteTransformers
Catalog: *_app/lib/l10n/app_*.arb
Languages: hi

# app_title
source: Maternal Care Connect
hi: मातृ देखभाल संपर्क

# hello
source: Hello, Pavithra!
hi: नमस्ते, पवित्रा!

# day_tracker
source: Day Tracker / Calendar
hi: दिन ट्रैकर / कैलेंडर

source: Tools / Services
hi: उपकरण / सेवाएँ

source: Pregnancy Tracker
hi: गर्भावस्था ट्रैकर

# log_data
source: Log Current Data
hi: वर्तमान डेटा लॉग करें

source: SOS
hi: एसओएस

source: View Risks
hi: जोखिम देखें

source: Discover
hi: खोजें

source: Health Risks
hi: स्वास्थ्य जोखिम

source: Your Health Status
hi: आपकी स्वास्थ्य स्थिति

# moderate_risk
source: Moderate Risk: 35%
hi: मध्यम जोखिम: 35%

source: Systolic BP
hi: सिस्टोलिक बीपी

source: Diastolic BP
hi: डायस्टोलिक बीपी

source: Blood Sugar
hi: रक्त शर्करा

source: Heart Rate
hi: हृदय गति

source: Pregnancy Week
hi: गर्भावस्था सप्ताह

# baby_growth
source: Baby's Growth
hi: शिशु की वृद्धि

source: Fetal Heart Rate
hi: भ्रूण की हृदय गति

# mother_weight
source: Motherâ€™s Weight
hi: माँ का वजन

# amniotic_fluid
source: Amniotic Fluid Level
hi: एमनियोटिक तरल स्तर

source: Iron Levels
hi: लौह स्तर

source: Blood Pressure
hi: रक्तचाप

source: Sugar Levels
hi: शर्करा स्तर

source: Mental Well-being
hi: मानसिक स्वास्थ्य

# track_pregnancy
source: Track your pregnancy progress regularly.
hi: अपनी गर्भावस्था की प्रगति को नियमित रूप से ट्रैक करें।
